//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Annuleren";
"_edit_"                    = "Bewerken";
"_tap_to_min_max_"          = "Druk om te minimaliseren / maximaliseren";
"_cancel_request_"          = "Wilt u annuleren?";
"_upload_file_"             = "Bestand uploaden";
"_delete_"                  = "Verwijderen";
"_rename_"                  = "Hernoemen";
"_rename_file_"             = "Hernoem bestand";
"_rename_folder_"           = "Hernoem map";
"_move_"                    = "Verplaats";
"_add_"                     = "Toevoegen";
"_save_"                    = "Opslaan";
"_warning_"                 = "Waarschuwing";
"_error_"                   = "Fout";
"_no_"                      = "Nee";
"_yes_"                     = "Ja";
"_select_"                  = "Selecteren";
"_select_all_"              = "Alles selecteren";
"_upload_"                  = "Uploaden";
"_home_"                    = "Bestanden";
"_files_"                   = "Bestanden";
"_ok_"                      = "OK";
"_done_"                    = "Klaar";
"_clear_"                   = "Terug";
"_selected_"                = "Geselecteerd";
"_no_active_account_"       = "Geen account gevonden";
"_info_"                    = "Info";
"_warning_"                 = "Waarschuwing";
"_video_"                   = "Video";
"_overwrite_"               = "Overschrijven";
"_create_"                  = "Maak";
"_create_folder_"           = "Maak map";
"_create_folder_e2ee_"      = "Maak versleutelde map";
"_close_"                   = "Sluiten";
"_remove_"                  = "Verwijderen";
"_file_not_found_"          = "Bestand niet gevonden";
"_continue_"                = "Doorgaan";
"_continue_editing_"        = "Hervat bewerken";
"_auto_upload_folder_"      = "Automatisch uploaden";
"_photo_"                   = "Foto";
"_audio_"                   = "Audio";
"_unknown_"                 = "Onbekend";
"_success_"                 = "Geslaagd";
"_mode_filename_"           = "Bestandsnaam modus";
"_warning_owncloud_"        = "Je bent verbonden met een ownCloud server. dit is niet getest en niet ondersteund, gebruik op je eigen risico. om te upgraden naar NextCloud, ziie https://nextcloud.com/migration";
"_warning_unsupported_"     = "Je gebruikt een niet ondersteunde versie van Nextcloud. Voor beveiliging van je gegevens adviseren we te upgraden naar de laatste stabiele versie van Nextcloud. ";
"_restore_"                 = "Herstellen";
"_tap_here_to_change_"      = "Tik hier om te wijzigen";
"_no_albums_"               = "Geen albums";
"_denied_album_"            = "Deze App heeft geen toegang tot \"Foto's\", je kunt toegang inschakelen in Privacy-instellingen. ";
"_denied_camera_"           = "Deze App heeft geen toegang tot \"Camera\", je kunt toegang inschakelen in Privacy-instellingen. ";
"_save_to_camera_roll_"        = "Opslaan naar fotogalerij";
"_save_to_camera_roll_desc_"   = "When enabled, photos and videos taken with the in-app camera will also be saved to your iOS camera roll.";
"_sharing_"                 = "Delen";
"_details_"                 = "Details";
"_no_permission_delete_file_" = "You don't have permission to delete files.";
"_no_permission_modify_file_" = "You don't have permission to modify files.";
"_no_permission_favorite_file_" = "You don't have permission to add the file to your favorites.";
"_add_folder_info_"         = "Toevoegen mapinfo";
"_back_"                    = "Terug";
"_search_"                  = "Zoeken";
"_search_or_create_tags"    = "Search or create tag";
"_tags_"                    = "Tags";
"_share_tags_create_"       = "Create \"%@\"";
"_share_tags_no_results_"   = "No tags found";
"_share_tags_added_named_"  = "Tag %@ has been created.";
"_edit_tags_"               = "Manage tags";
"_create_tag_error_"        = "New tag could not be created. Please try again.";
"_of_"                      = "van";
"_livephoto_save_"          = "Save Live Photo to Photo Album";
"_livephoto_save_error_"    = "Error during save of Live Photo.";
"_file_conflict_num_"       = "bestandsconflict";
"_file_conflicts_num_"      = "bestandsconflicten";
"_file_conflict_desc_"      = "Welke bestanden wil je bewaren?\nAls je beide versies selecteert zal het gekopieerde bestand een volgnummer aan de naam toegevoegd krijgen.";
"_file_conflict_new_"       = "Nieuwe bestanden";
"_file_conflict_exists_"    = "Al aanwezige bestanden";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one.";
"_move_or_copy_"            = "Move or copy";
"_copy_"                    = "Kopie";
"_now_"                     = "Nu";
"_wait_"                    = "Even geduld ...";
"_recent_"                  = "Recent";
"_view_in_folder_"          = "Bekijken in map";
"_disabled_"                = "Disabled";
"_compact_"                 = "Compact";
"_normal_"                  = "Normal";
"_verbose_"                 = "Verbose";
"_error_occurred_"          = "An error occurred, please try again.";
"_retry_"                   = "Opnieuw proberen";
"_images_"                  = "Images";
"_confirm_"                 = "Bevestigen";
"_background_location_access_title_"    = "Background Location Access";
"_background_location_access_message_"  = "This app needs background location access to automatically upload files when you move between areas. GPS is not used and your location is never stored.";
"_enable_background_location_title_"    = "Enable Background Location";
"_enable_background_location_message_"  = "To allow automatic file uploads in the background, please enable 'Always' for location access in Settings.";
"_enable_background_location_footer_"   = "To keep your photo library up to date automatically, this app can use background location access.\nThis allows it to detect when you’re in a new area and check for new photos to upload.\nGPS is not used, and your location is never stored or tracked.";

/* MARK: Files lock */

"_lock_"                            = "Slot";
"_unlock_"                          = "Ontgrendel";
"_lock_file_"                       = "Vergrendel bestand";
"_unlock_file_"                     = "Ontgrendel bestand";
"_locked_by_"                       = "Vergrendeld door %@";
"_file_locked_no_override_"         = "Dit bestand is vergrendeld. Het kan niet worden overschreven.";
"_lock_no_permissions_selected_"    = "Not allowed for some selected files or folders.";
"_remove_file_"             = "Verwijder bestand";
"_delete_file_"             = "Verwijder bestand";
"_delete_folder_"           = "Verwijder map";
"_size_"                    = "Omvang";
"_set_user_status_"         = "Online status";
"_set_user_status_message_" = "Statusbericht";
"_open_settings_"           = "Openen instellingen";
"_settings_account_request_" = "Aanvragen account bij opstarten";
"_alias_"                   = "Bijnaam";
"_alias_placeholder_"       = "Write alias";
"_alias_footer_"            = "Give your accounts a descriptive name such as Home, Office, School…";
"_privacy_legal_"           = "Privacy- en Juridisch Beleid";
"_source_code_"             = "Download sourcecode";
"_account_select_"          = "Selecteer het account";
"_account_select_to_add_"   = "Selecteer het account om toe te voegen";
"_remove_local_account_"    = "Remove local account";
"_want_delete_account_"     = "Do you want to remove local account?";
"_prevent_http_redirection_"= "The redirection in HTTP is not permitted.";
"_http_account_insecure_"   = "This account uses an insecure HTTP server address. Data is transmitted unencrypted.";
"_https_failed_try_http_"   = "A secure connection could not be established. Do you want to try insecure HTTP instead? Your data will be transmitted unencrypted.";
"_single_file_conflict_title_" = "Bestandsconflict";
"_multi_file_conflict_title_" = "%@ bestandsconflicten";
"_replace_action_title_" = "Vervangen";
"_keep_both_action_title_" = "Bewaar beide";
"_cancel_keep_existing_action_title_" = "Cancel en behoud bestaande";
"_replace_all_action_title_" = "Alles vervangen";
"_keep_both_for_all_action_title_" = "Behoud beide voor alle";
"_more_action_title_" = "Meer details";
"_wait_file_preparation_" = "Preparing file upload. Please wait …";
"_keep_active_for_upload_" = "Keep application active until upload is completed …";
"_keep_active_for_transfers_" = "Keep application active until the transfers are completed …";
"_wait_file_encryption_"  = "Please wait, encrypting file…";
"_passcode_counter_fail_" = "Too many failed attempts. Please wait before trying again.";
"_seconds_"               = "seconds";
"_change_lock_passcode_"  = "Change passcode";
"_lock_cannot_disable_mdm_" = "Disabling the passcode lock is not permitted by your configuration profile.";

// MARK: User Status

/* User status */
"_online_"                  = "Online";

/* User status */
"_away_"                    = "Afwezig";

/* User status */
"_dnd_"                     = "Niet storen";

/* User status */
"_dnd_description_"         = "Demp alle meldingen";

/* User status */
"_invisible_"               = "Onzichtbaar";

/* User status */
"_invisible_description_"   = "Toon afwezig";

/* User status */
"_busy_"                    = "Busy";

/* User status */
"_select_user_status_"      = "Set online status";
"_select_status_message_"      = "Statusbericht instellen";
"_status_message_"          = "Statusbericht";
"_status_message_placehorder_"  = "Wat is jouw status?";
"_set_status_message_"      = "Instellen statusbericht";
"_clear_status_message_after_"  = "Clear status after";

/* User status */
"_dont_clear_"              = "Niet wissen";
"_15_minutes_"              = "15 minutes";
"_30_minutes_"              = "30 minuten";
"_an_hour_"                 = "een uur";
"_1_hour_"                  = "1 uur";
"_4_hours_"                 = "4 uur";
"_day_"                     = "Vandaag";
"_this_week_"               = "Deze week";
"_days_"                    = "Dagen";
"_hours_"                   = "Uur";
"_minutes_"                 = "Minuten";


"_network_not_available_"   = "Network unavailable.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists.";
"_more_"                        = "Meer";
"_notifications_"               = "Meldingen";
"_quota_space_unlimited_"       = "Onbeperkt";
"_quota_space_unknown_"         = "Onbekend";
"_quota_using_"                 = "Je gebruikt %@ van %@";
"_acknowledgements_"            = "Erkenningen";
"_settings_"                    = "Instellingen";
"_enter_password_"              = "Vul een wachtwoord in ...";
"_lock_"                        = "Slot";
"_lock_active_"                 = "Slot: Dicht";
"_lock_not_active_"             = "Slot: Open";
"_lock_protection_no_screen_"        = "Niet vragen bij opstarten";
"_enable_touch_face_id_"        = "Inschakelen Touch/Face ID";
"_wifi_only_"                   = "Gebruik alleen een wifi verbinding";
"_settings_autoupload_"         = "Auto-uploaden foto's";
"_clear_cache_"                 = "Cache leegmaken";
"_clear_cache_footer_"          = "Schoonmaken van alle gedownloade en offline bestanden van de app";
"_exit_"                        = "Herstel applicatie";
"_exit_footer_"                 = "Remove all accounts and local data from the app.";
"_want_exit_"                   = "Let op! Wordt teruggezet naar de initiële status. Doorgaan?";
"_want_delete_cache_"           = "Wilt u de cache verwijderen (dit stopt ook de huidige bestandsoverdracht)?";
"_add_account_"                 = "Account toevoegen";
"_want_delete_"                 = "You will delete the following: ";
"_information_"                 = "Informatie";
"_select_offline_warning_"      = "Making multiple files and folders available offline may take a while and use a lot of memory while doing so.";
"_advanced_"                    = "Geavanceerd";
"_permissions_"                 = "Machtigingen";
"_custom_permissions_"          = "Custom permissions";
"_disable_files_app_"           = "Schakelt integratie Bestandenapp uit";
"_disable_files_app_footer_"    = "Do not permit the access of files via the iOS Files application.";
"_autoupload_"                      = "Automatisch uploaden foto's/video's";
"_autoupload_photos_"               = "Auto-uploaden foto's";
"_autoupload_videos_"               = "Auto-uploaden video's";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_start_autoupload_"                = "Turn on auto upload";
"_stop_autoupload_"                 = "Turn off auto upload";
"_autoupload_create_subfolder_"     = "Gebruik submappen";
"_autoupload_create_subfolder_footer_"  = "Store photos in subfolders based on year, month or day.";
"_autoupload_subfolder_granularity_"    = "Subfolder Granularity";
"_filenamemask_"                        = "Verander bestandsnaam-formaat";
"_filenamemask_footer_"                 = "By default, when a file is uploaded, it automatically gets the following format: yy-mm-dd hh-mm-ss plus a 4-digit counter. If you do not like this format, you can change it here except for the final 4-digit counter, which cannot be omitted.";
"_show_hidden_files_"           = "Verborgen bestanden tonen";
"_format_compatibility_"        = "Meest compatible";
"_format_compatibility_footer_" = "\"Meest compatible\" slaat foto's op als JPEG, als dat kan.";
"_privacy_"                     = "Privacy";
"_privacy_footer_"              = "This app uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON.";
"_crashservice_title_"          = "Uitschakelen Crash Reporter";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect.";
"_upload_mov_livephoto_"        = "Live Foto";
"_upload_mov_livephoto_footer_" = "\"Live Foto\" slaat, als dat kan, de geselecteerde foto op in \"Live Foto\" formaat.";
"_capabilities_"                = "Mogelijkheden";
"_capabilities_footer_"         = "Display the packages used by the app if they are installed and available on the server.";
"_diagnostics_"                 = "Diagnostiek";
"_diagnostics_footer_"          = "Changing log level requires a restart of the app to take effect";
"_view_log_"                    = "View log files";
"_no_log_files_"                = "No log files available";
"_clear_log_"                   = "Clear log file";
"_set_log_level_"               = "Set Log level";
"_connect_server_anyway_"       = "Wil je toch verbinding maken met de server?";
"_server_is_trusted_"           = "Beschouw je deze server als vertrouwd?";
"_connection_error_"            = "Verbindingsfout";
"_login_url_"                   = "Serveradres https:// …";
"_login_url_error_"             = "UEL fout, verifieer je server URL";
"_favorites_"                   = "Favorieten";
"_favorite_short_"              = "Favoriet maken";
"_tutorial_favorite_view_"      = "Bestanden en mappen die je als favoriet markeert, worden hier getoond";
"_tutorial_offline_view_"       = "Bestanden die hier worden geplaatst, zijn offline ook beschikbaar. Ze worden gesynchroniseerd met je Cloud.";
"_tutorial_groupfolders_view_"  = "No team folders yet";
"_more_"                        = "Meer";
"_favorite_no_files_"           = "Nog geen favorieten";
"_no_date_information_"                     = "No date information";
"_no_camera_information_"                   = "No camera information";
"_no_lens_information_"                     = "No lens information";
"_today_"                                   = "Vandaag";
"_yesterday_"                               = "Gisteren";
"_access_photo_not_enabled_"                = "Access to Photos is not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Settings → Apps → Nextcloud → Photos and enable Photo Library Access";
"_access_background_app_refresh_denied_"    = "\"Background App Refresh\" is denied. Please enable it in \"Settings\" otherwise, new photos or videos will not be detected when the application is in the background";
"_tutorial_photo_view_"                     = "Nog geen foto's of video's geüploaded";
"_error_createsubfolders_upload_"           = "Fout bij aanmaken submappen";
"_remove_photo_CameraRoll_"                 = "Verwijderen van het filmrolletje";
"_remove_photo_CameraRoll_desc_"            = "\"Verwijderen van fotorolletje\" na een succesvolle upload, wordt een bevestigingsbericht getoond voor verwijdering van de foto's of video's van het fotorolletje. De verwijderde foto's of video's zullen nog 30 dagen in de iOS foto-prullenbak beschikbaar zijn.";
"_never_"                       = "nooit";
"_less_a_minute_"               = "minder dan een minuut geleden";
"_a_minute_ago_"                = "een minuut geleden";
"_minutes_ago_"                 = "%d minuten geleden";
"_an_hour_ago_"                 = "een uur geleden";
"_hours_ago_"                   = "%d uur geleden";
"_a_day_ago_"                   = "een dag geleden";
"_days_ago_"                    = "%d dagen geleden";
"_cannot_send_mail_error_"      = "No account is set up, or wrong email address entered.";
"_open_url_error_"              = "Cannot open the URL for this action.";
"_media_"                       = "Media";
"_order_by_"                    = "Sorteren op";
"_name_"                        = "Name";
"_date_"                        = "Datum";
"_size_"                        = "Omvang";
"_remove_favorites_"            = "Favoriet weghalen";
"_add_favorites_"               = "Favoriet maken";
"_share_"                       = "Delen";
"_remove_local_file_"           = "Remove locally";
"_folders_"                     = "mappen";
"_folder_"                      = "map";
"_files_"                       = "Bestanden";
"_file_"                        = "bestand";
"_no_file_pull_down_"           = "Upload een bestand of veeg omlaag om te verversen.";
"_no_file_no_permission_to_create_" = "You don't have permission to create or upload files in this folder.";
"_limited_dimension_"           = "Maximale omvang bereikt";
"_file_not_saved_cameraroll_"   = "Fout: Bestand niet opgeslagen in het Fotoalbum";
"_favorite_on_top_"             = "Sort favorite first";
"_directory_on_top_"            = "Sort folders before files";
"_show_description_"            = "Show folder description";
"_show_recommended_files_"      = "Show recommendations";
"_search_no_record_found_"      = "Geen resultaat";
"_search_in_progress_"          = "Bezig met zoeken ...";
"_search_instruction_"          = "Zoeken bestand (minimaal 2 tekens)";
"_files_no_files_"              = "Hier zijn geen bestanden";
"_files_no_folders_"            = "Hier zijn geen mappen";
"_request_in_progress_"         = "Aanvraag bij server bezig ...";
"_personal_files_only_"         = "Personal files only";

"audio"                         = "AUDIO";
"directory"                     = "MAPPEN";
"document"                      = "DOCUMENTEN";
"image"                         = "AFBEELDINGEN";
"template"                      = "SJABLONEN";
"video"                         = "VIDEO";

"_paste_file_"                  = "Plakken";
"_status_wait_download_"        = "Wachten op download";
"_status_downloading_"          = "Downloaden";
"_status_wait_upload_"          = "Waiting to upload";
"_status_wait_create_folder_"   = "Waiting to create the folder";
"_status_wait_delete_"          = "Waiting to delete";
"_status_wait_rename_"          = "Waiting to rename";
"_status_wait_favorite_"        = "Waiting to change favorite";
"_status_wait_copy_"            = "Waiting to copy";
"_status_wait_move_"            = "Waiting to move";
"_status_uploading_"            = "Uploaden";
"_status_upload_error_"         = "Error, waiting to upload";
"_select_media_folder_"         = "Set Media folder";
"_media_viewimage_show_"        = "Show only images";
"_media_viewvideo_show_"        = "Show only video";
"_media_show_all_"              = "Show both";
"_good_morning_"                = "Good morning";
"_good_day_"                    = "Good day";
"_good_afternoon_"              = "Good afternoon";
"_good_evening_"                = "Good evening";
"_good_night_"                  = "Good night";
"_servers_"                     = "Servers";
"_select_server_"               = "Please select a server...";

// MARK: Share

"_share_link_"                  = "Delen link";
"_share_link_name_"             = "Linknaam";
"_password_"                    = "Wachtwoord";
"_share_password_"              = "Beveilig link met wachtwoord";
"_date_"                        = "Datum";
"_enforce_password_protection_" = "Afdwingen wachtwoordbeveiliging";
"_shared_with_you_by_"          = "Gedeeld met jou door";
"_shareLinksearch_placeholder_" = "Name, email, or Federated Cloud ID …";
"_new_comment_"                 = "Nieuwe reactie ...";
"_edit_comment_"                = "Bewerken reactie";
"_delete_comment_"              = "Verwijderen reactie";
"_share_read_only_"             = "Alleen bekijken";
"_share_editing_"               = "Can edit";
"_share_file_drop_"             = "File request";
"_share_hide_download_"         = "Verbergen download";
"_share_allowed_downloads_"     = "Allowed downloads";
"_share_limit_download_"        = "Limit downloads";
"_remaining_"                   = "%d resterend ";
"_share_password_protect_"      = "Wachtwoord beveiliging";
"_share_expiration_date_"       = "Instellen vervaldatum";
"_share_note_recipient_"        = "Notitie voor ontvanger";
"_share_add_sharelink_"         = "Nog een link toevoegen ";
"_share_can_read_"              = "Read";
"_share_can_reshare_"           = "Delen";
"_share_can_create_"            = "Maak";
"_share_can_change_"            = "Bewerken";
"_share_can_delete_"            = "Verwijderen";
"_share_can_download_"          = "Allow download and sync";
"_share_unshare_"               = "Delete share";
"_share_internal_link_"         = "Interne link";
"_share_internal_link_des_"     = "Only works for users with access to this file/folder.";
"_share_reshare_disabled_"      = "You are not allowed to reshare this file/folder.";
"_share_reshare_restricted_"    = "Note: You only have limited permission to reshare this file/folder.";
"_remote_"                      = "Extern";
"_remote_group_"                = "Remote group";
"_conversation_"                = "Conversation";
"_no_transfer_"                 = "Nog geen gegevensoverdrachten";
"_no_transfer_sub_"             = "Uploads en downloads naar en vanaf dit apparaat worden hier getoond";
"_no_transfer_in_progress_"     = "No transfers in progress";
"_no_transfer_in_progress_sub_" = "Active uploads and downloads from this device will appear here.";
"_no_transfer_in_waiting_"      = "No transfers waiting";
"_no_transfer_in_waiting_sub_"  = "Transfers waiting to start will appear here.";
"_no_transfer_in_error_"        = "No transfer errors";
"_no_transfer_in_error_sub_"    = "Transfers that need your attention will appear here.";
"_transfers_waiting_shown_"     = "%1$d of %2$d transfers waiting";
"_no_activity_footer_"              = "Geen activiteiten meer beschikbaar";
"_transfers_"                       = "Gegevensoverdrachten";
"_activity_"                        = "Activiteit";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "Shares";
"_list_shares_no_files_"            = "Nog geen shares";
"_tutorial_list_shares_view_"       = "Bestanden en folders die je deelt worden hier zichtbaar";
"_offline_"                         = "Offline";
"_upload_photos_videos_"            = "Uploaden foto's of video's";
"_upload_file_"                     = "Bestand uploaden";
"_create_nextcloudtext_document_"   = "Creëer tekstdocument";
"_use_folder_auto_upload_"          = "Gebruik de \"Auto upload\" map als doel";
"_filename_"                        = "Bestandsnaam";
"_enter_filename_"                  = "Voer bestandsnaam in …";
"_default_preview_filename_footer_" = "Example preview of filename: IMG_0001.JPG";
"_filename_header_"                 = "Enter filename";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time.";
"_add_filenametype_"                = "Geef type op in bestandsnaam";
"_maintain_original_filename_"      = "Handhaaf de originele bestandsnaam";
"_notifications_"                   = "Meldingen";
"_untitled_"                        = "Untitled";
"_e2e_settings_title_"              = "Encryptie";
"_e2e_settings_"                    = "Begin-tot-eind versleuteling";
"_e2e_settings_start_"              = "Start begin-tot-eind versleuteling";
"_e2e_settings_activated_"          = "Begin-tot-eind versleuteling ingeschakeld";
"_e2e_server_disabled_"             = "End-to-end encryption app disabled on server";
"_e2e_settings_view_passphrase_"    = "Deze 12 woorden samen zorgen voor een heel sterk wachtwoord, waardoor alleen jij gebruik kan maken van je versleutelde bestanden. Schrijf ze alsjeblieft op en bewaar ze op een veilige plek.";
"_e2e_settings_read_passphrase_"    = "Lees wachtwoordzin";
"_e2e_settings_lock_not_active_"    = "Lock not active. Go to \"Settings\" and activate it.";
"_e2e_settings_the_passphrase_is_"  = "De wachtwoordzin is:";
"_e2e_passphrase_request_title_"    = "Verzoek wachtwoordzin";
"_e2e_passphrase_request_message_"  = "Invoegen 12 woorden";
"_e2e_settings_remove_"             = "Verwijder de versleuteling lokaal";
"_e2e_settings_remove_message_"     = "Bevestig de verwijdering van de versleuteling met de passphrase";
"_e2e_set_folder_encrypted_"        = "Versleutel";
"_e2e_remove_folder_encrypted_"     = "Ontsleutel";
"_e2e_file_encrypted_"              = "File encrypted";
"_e2e_goto_settings_for_enable_"    = "Dit is een versleutelde map, ga naar \"Instellingen\" en zet \"end-to-end versleuteling\" aan";
"_e2e_in_upload_"                   = "Upload in progress, please wait for all files to be transferred.";
"_scans_document_"                  = "Scan document";
"_scanned_images_"                  = "Gescande afbeeldingen";
"_scan_document_pdf_page_"          = "Pagina";
"_scan_label_document_zone_"        = "Tap or drag images down for document creation";
"_filter_document_"                 = "Document";
"_filter_original_"                 = "Origineel";
"_quality_image_title_"             = "Kwaliteit voorbeeldafbeelding";
"_file_creation_"                   = "Bestandscreatie";
"_delete_all_scanned_images_"       = "Verwijder alle gescande afbeeldingen";
"_text_recognition_"                = "Tekstherkenning";
"_all_files_"                       = "All files";
"_personal_files_"                  = "Personal Files";

"_trash_view_"                      = "Verwijderde bestanden";
"_empty_trash_"                     = "Prullenbak legen";
"_trash_no_trash_"                  = "Geen bestanden verwijderd";
"_trash_no_trash_description_"      = "Je kunt hier verwijderde bestanden terugzetten";
"_confirm_delete_selected_"         = "Are you sure you want to delete the selected items?";
"_manage_file_offline_"             = "Beheer offline bestanden";
"_set_available_offline_"           = "Instellen als beschikbaar offline";
"_remove_available_offline_"        = "Verwijderen als beschikbaar offline";
"_create_new_document_"             = "Document";
"_create_new_spreadsheet_"          = "Spreadsheet";
"_create_new_presentation_"         = "Presentation";
"_create_new_diagram_"              = "Diagram";
"_more_documents_"                  = "More Documents";
"_go_online_"                       = "Ga online om dit document te bekijken";
"_intro_1_title_"                   = "Hou je gegevens veilig en in eigen beheer";
"_intro_2_title_"                   = "Veilige samenwerking & bestandsuitwisseling";
"_intro_3_title_"                   = "Eenvoudig te gebruiken webmail, agenda & contacten";
"_intro_4_title_"                   = "Schermdelen, online afspraken & web conferenties";
"_log_in_"                          = "Inloggen";
"_sign_up_"                         = "Aanmelden met provider";
"_host_your_own_server"             = "Host your own server";
"_invalid_url_"                         = "Invalid server URL";
"_ssl_certificate_untrusted_"           = "Het certificaat voor deze server is ongeldig.";
"_ssl_certificate_changed_"             = "The certificate for this server seems to have changed.";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists.";
"_err_permission_microphone_"           = "Please allow Microphone usage from Settings.";
"_err_permission_photolibrary_"         = "Please allow Photos from Settings.";
"_qrcode_not_authorized_"   = "This app is not authorized to use the Back Camera.";
"_qrcode_not_supported_"    = "QR code not supported by the current device.";
"_create_voice_memo_"       = "Creëer gesproken bericht";
"_voice_memo_start_"        = "Tik om te starten";
"_voice_memo_stop_"         = "Tik om te stoppen";
"Enter Passcode"            = "Invoeren toegangscode";
"Enter a new passcode"      = "Voer een nieuwe toegangscode in";
"Confirm new passcode"      = "Bevestig nieuwe toegangscode";
"Passcodes didn't match. Try again." = "Toegangscodes komen niet overeen";
"Delete"                    = "Verwijderen";
"Cancel"                    = "Annuleren";
"_certificate_details_"     = "Certificaatserver details";
"_certificate_pn_details_"  = "Certificaat-pushmeldingsdetails";
"_certificate_view_"        = "Certificaatserver";
"_certificate_pn_view_"     = "Certificate Push Notification";
"_save_as_scan_"            = "Opslaan als scan";
"_save_changes_"            = "Save changes?";
"_modify_"                  = "Wijzigen";
"_overwrite_original_"      = "Overschrijven origineel";
"_save_as_copy_"            = "Opslaan als kopie";
"_discard_changes_"         = "Discard changes";
"_message_disable_overwrite_livephoto_" = "This image is a Live Photo, overwrite will not be possible.";
"_discard_changes_info_"    = "Uw veranderingen zullen niet opgeslagen worden";
"_delete_files_desc_"       = "Verwijder bestanden om ruimte vrij te maken";
"_delete_old_files_"        = "Verwijder uit de cache alle bestanden ouder dan";
"_never_"                   = "nooit";
"_1_year_"                  = "1 jaar";
"_6_months_"                = "6 maanden";
"_3_months_"                = "3 maanden";
"_1_month_"                 = "1 maand";
"_1_week_"                  = "1 week";
"_monthly_"                 = "Maandelijks";
"_yearly_"                  = "Jaarlijks";
"_daily_"                   = "Dagelijks";
"_login_address_detail_"    = "De link naar je %@ web interface wanneer je het opent in de browser.";
"_go_to_page_"              = "Ga naar pagina";
"_page_"                    = "Pagina";
"_this_document_has_%@_pages_"              = "Het document heeft %@ pagina's";
"_invalid_page_"                            = "Ongeldige Pagina";
"_the_entered_page_number_does_not_exist_"   = "The entered page number does not exist.";
"_error_something_wrong_"   = "Er ging iets verkeerd";
"_privacy_screen_"          = "Hide content when app is inactive";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "in";
"_enter_passphrase_"        = "Voer wachtwoordszin in (12 woorden)";
"_show_more_results_"       = "⋯ Load more results";
"_waiting_for_"             = "Waiting for:";
"_reachable_wifi_"          = "network reachable via Wi-Fi or cable";
"_copy_passphrase_"         = "Kopieer wachtwoordzin";
"_ok_copy_passphrase_"      = "OK en kopieer wachtwoordzin";
"_select_color_"            = "Selecteer de kleur";
"_change_color_"            = "Wijzigen kleur";
"_description_dashboardwidget_" = "Having the Dashboard always at your fingertips has never been easier.";
"_description_fileswidget_" = "View your recent files and use the toolbar to speed up your operations.";
"_description_toolbarwidget_"   = "A toolbar to speed up your operations.";
"_title_lockscreenwidget_"  = "Status";
"_description_lockscreenwidget_"    = "Keep an eye on available space and recent activity";

"_keep_running_"            = "Keep the app running for a better user experience.";
"_apps_nextcloud_detect_"   = "%@ apps gedetecteerd ";
"_add_existing_account_"    = "Other %@ Apps has been detected, do you want to add an existing account?";
"_status_in_progress_"      = "Status aan het lezen …";
"_status_e2ee_on_server_"   = "The end-to-end encryption is already configured in the server but not yet enabled on this device.";
"_status_e2ee_not_setup_"   = "The end-to-end encryption is not yet configured on the server.";
"_status_e2ee_configured_"  = "The end-to-end encryption is correctly configured.";
"_e2ee_set_as_offline_"     = "Not allowed for encrypted files or folders.";
"_change_upload_filename_"  = "Do you want to save the file with a different name?";
"_save_file_as_"            = "Sla bestand op als %@";
"_password_ascii_"          = "The password cannot contain special characters.";
"_calendar_contacts_"       = "Kalender en contactpersonen";
"_mobile_config_"           = "Download the configuration profile";
"_calendar_contacts_footer_warning_"    = "Configuration profile can only be downloaded if Safari is set as default browser.";
"_calendar_contacts_footer_"    = "After downloading the profile you can install it from Settings.";
"_modify_image_desc_"       = "Tap on a file to modify or rename.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Enable Live Photo";
"_disable_livephoto_"       = "Disable Live Photo";
"_undo_modify_"             = "Undo modifying";
"_rename_already_exists_"   = "A file with this name already exists.";
"_group_folders_"           = "Team folders";
"_play_from_files_"         = "Play video from a file";
"_play_from_url_"           = "Play video from a link";
"_valid_video_url_"         = "Voer een geldige URL in";
"_download_image_"          = "Download image";
"_reset_wrong_passcode_"    = "Resetting application...";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "The biometric sensor has been temporarily disabled due to multiple failed attempts. Enter the device passcode to re-enable the sensor.";
"_virus_detect_"            = "Virus detected. Upload cannot be completed!";
"_selected_photos_"         = "selected photos";
"_delete_selected_photos_"  = "Delete selected photos";
"_media_square_"            = "Square grid";
"_media_ratio_"             = "Aspect ratio grid";
"_display_"                 = "Scherm";
"_appearance_"              = "Appearance";
"_light_"                   = "Licht";
"_dark_"                    = "Donker";
"_use_system_style_"        = "Systeeminstelling volgen";
"_account_settings_"        = "Account settings";
"_users_"                   = "Gebruikers";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "Tijdens het opladen";
"_keep_screen_awake_"       = "Scherm actief houden tijdens gegevensoverdrachten";
"_error_not_found_"         = "The requested resource could not be found";
"_error_conflict_"          = "The request could not be completed due to a conflict with the current state of the resource";
"_error_precondition_"      = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "Downloaden";
"_additional_options_"      = "Additional options";
"_unauthorizedFilesPasscode_" = "Files app cannot be used with an activated passcode";
"_disableFilesApp_"         = "Files app cannot be used because it is disabled";
"_no_items_"                = "No items";
"_check_back_later_"        = "Check back later";
"_no_data_available_"       = "No data available";
"_recent_activity_"         = "Recent activity";
"_maintenance_mode_"        = "De server is op dit moment in onderhoudsmodus, dit kan even duren.";
"_user_"                    = "Gebruiker";
"_creating_db_photo_progress_" = "Creating photo archive in progress … keep the application active.";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "Even without an internet connection, you can organize your folders, create files. Once you're back online, your pending actions will automatically sync.";
"_offline_not_allowed_"     = "This operation is not allowed in offline mode";
"_Upload_native_format_yes_"= "Upload in native format: yes";
"_Upload_native_format_no_" = "Upload in native format: no";
"_terms_of_service_"        = "Terms of service";
"_terms_accept_"            = "I acknowledge that I have read and agree to the above terms of service.";
"_recommended_files_"       = "Recommended Files";
"_propagate_layout_"        = "Apply the following change to all subfolders";
"_version_mismatch_error_"  = "Version change: please open the main app to update the data.";
"_opt_in_pro_"              = "Optimization in progress …";
"_update_in_progress_"      = "Update in progress …";
"_delete_in_progress_"      = "Delete in progress …";
"_download_in_progress_"    = "Download in progress …";
"_upload_in_progress_"      = "Upload in progress …";
"_transfer_in_progress_"    = "Transfer in progress …";
"_in_waiting_"              = "In waiting";
"_in_progress_"             = "In progress";
"_in_error_"                = "In error";
"_retry_minutes_"           = "min left to retry";
"_retry_seconds_"           = "sec left to retry";
"_retry_soon_"              = "retrying soon …";
"_large_upload_tip_"        = "Large files require the app to remain open until the transfer is complete";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Waiting for finalization …";
"_in_this_folder_"          = "In this folder";
"_media_no_longer_available_" = "Media no longer available";
"_this_item_has_been_deleted_" = "This item has been deleted.";
"_video_not_available_" = "Video not available";
"_disable_" = "Disable";
"_no_subtitles_available_" = "No subtitles available";
"_no_audio_tracks_available_" = "No audio tracks available";
"_add_external_subtitle_" = "Add external subtitle";
"_repeat_current_media_" = "Repeat current item";
"_play_next_media_automatically_" = "Play next item automatically";
"_image_load_failed_" = "Image load failed";
"_image_load_failed_" = "Image load failed";
"_gif_file_could_not_be_decoded_" = "GIF file could not be decoded";
"_svg_file_could_not_be_rendered_" = "SVG file could not be rendered";
"_image_file_could_not_be_decoded_" = "Image file could not be decoded";
"_media_not_available_" = "Media not available";
"_no_assistant_installed_"  = "Assistant is not installed on this server. Ask your administrator to install the Assistant app";
"_open_in_office_" = "Open in Office";
"_select_date_" = "Select date";
"_always_play_with_vlc_" = "Always play with VLC";
"_account_not_available_" = "Account not available";
"_autoupload_active_other_account_title_" = "Auto upload is already active";
"_autoupload_active_other_account_message_" = "Auto upload is already enabled for “%@”. Disable it for that account before enabling it here.";
"_autoupload_cleanup_pending_" = "Previous uploads are still being stopped. Try starting the backup again to retry cleanup.";

// Tip
"_tip_pdf_thumbnails_"      = "Swipe left from the right edge of the screen to show the thumbnails";
"_tip_accountrequest_"      = "Touch here to change account or to add a new one";
"_tip_addcopyimage_"        = "Long press to paste a copied image";

// MARK: Accessibility

// Accessibility, floating panel top element
"_show_profile_"                = "Show profile";
// a11y: On/Off
"_on_"                          = "Aan";
// a11y: On/Off
"_off_"                         = "Uit";
"_list_"                        = "Lijst";
"_icons_"                       = "Pictogrammen";

// MARK: Assistant
"_assistant_task_unknown_"       = "Unknown";
"_assistant_task_scheduled_"     = "Scheduled";
"_assistant_task_in_progress_"   = "In Progress";
"_assistant_task_completed_"     = "Completed";
"_assistant_task_failed_"        = "Failed";
"_input_"                        = "Input";
"_output_"                       = "Output";
"_task_details_"                 = "Task details";
"_assistant_"                    = "Assistent";
"_new_task_"                     = "New %@ task";
"_no_tasks_"                     = "Hello there! What can I help you with today?";
"_create_task_subtitle_"         = "Use the + button to create a new task";
"_edit_task_"                    = "Edit %@ task";
"_no_types_"                     = "No provider found";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "Conversations";
"_new_conversation_"             = "Nieuw gesprek";
"_type_message_"                 = "Type a message...";
"_assistant_chat_"               = "Assistant Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";

// MARK: Client certificate
"_no_client_cert_found_"         = "The server is requesting a client certificate.";
"_no_client_cert_found_desc_"    = "Do you want to install a TLS client certificate? \n Note that the .p12 certificate must be installed on your device first by clicking on it and installing it as an Identitity Certificate Profile in Settings. The certificate MUST also have a password as that is a requirement by iOS.";
"_client_cert_enter_password_"   = "Enter the password for the chosen certificate";
"_client_cert_wrong_password_"   = "Sorry, you entered an invalid password.";

// MARK: Login poll

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_reserved_name_" = "\"%@\" is a forbidden name.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" is a forbidden file extension.";
"_file_name_validator_error_invalid_character_" = "Name contains an invalid character: \"%@\".";
"_file_name_validator_error_space_" = "Name must not contain spaces at the beginning or end.";
"_file_name_new_extension_" = "Changing the extension might cause this file to open in a different application.";
"_file_name_empty_" = "File name cannot be empty.";
"_please_rename_file_" = "Please rename the file or folder.";
"hidden_file_name_warning" = "Name will result in a hidden file.";

"_camera_roll_" = "Fotorolletje";
"_destination_" = "Destination";
"_upload_from_" = "Upload from";
"_multiple_albums_" = "Multiple albums";
"_smart_albums_" = "Smart albums";
"_albums_" = "Albums";
"_auto_upload_no_new_items_to_upload_" = "No new items to upload";
"_background_upload_extension_" = "PhotoKit background upload extension";
"_experimental_" = "Experimental";
"_background_upload_extension_footer_" = "Experimental: delegate automatic photo uploads to PhotoKit in the background. The compatibility setting (HEIC to JPG) is ignored, so HEIC images are uploaded in their original format.";
"_background_upload_extension_apache_title_" = "Apache configuration required";
"_background_upload_extension_apache_warning_" = "Servers without resumable upload support must return 501 for PhotoKit OPTIONS requests. With mod_rewrite enabled, add these rules to the Nextcloud VirtualHost before its existing rewrite rules, then reload Apache:";
"_auto_upload_suspended_" = "Automatic upload paused due to an error";
"_auto_upload_suspended_error_" = "Automatic upload paused: %@";
"_focused_auto_upload_" = "Focused Auto Upload";
"_focused_auto_upload_settings_footer_" = "Keep the app open and darken the screen while auto upload is backing up at higher speed.";
"_focused_auto_upload_intro_heading_" = "Keep backing up with the screen darkened.";
"_focused_auto_upload_intro_message_" = "Photos and videos will continue backing up at higher speed while the screen is darkened. During the process:";
"_focused_auto_upload_wifi_" = "Connect to Wi-Fi";
"_focused_auto_upload_charger_" = "Connect to charger";
"_focused_auto_upload_do_not_exit_" = "Do not exit the app";
"_enable_focused_auto_upload_" = "Enable Focused Auto Upload";
"_focused_auto_upload_backing_up_" = "Backing up";
"_focused_auto_upload_completed_" = "Upload completed!";
"_focused_auto_upload_countdown_" = "Do not lock the screen or exit the app. The screen will turn dark in %d seconds.";
"_stop_focused_auto_upload_" = "Stop Focused Auto Upload";
"_finish_" = "Finish";
"_item_with_same_name_already_exists_" = "An item with the same name already exists.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparing migration …";
"_scanning_files_" = "Scanning files …";
"_moving_items_to_domain_" = "Moving items to correct domain …";
"_finishing_up_" = "Finishing up …";

// MARK: E2EE
"_e2ee_no_session_" = "End-to-end encryption error, no account for this session";
"_e2ee_no_dir_" = "End-to-end encryption error, cannot get directory";
"_e2ee_no_certificate_" = "End-to-end encryption error, cannot get certificate";
"_e2ee_no_generate_key_" = "End-to-end encryption error, cannot generate key";
"_e2ee_no_metadataKey_found_" = "End-to-end encryption error, cannot decrypt metadata key";
"_e2ee_read_only_" = "This encrypted folder uses an archived key set and is available as read-only.";
"_e2ee_server_key_changed_" = "The end-to-end encryption keys for this account changed on another device. Enter the new passphrase to update this device. Storage spaces associated with previous keys will remain available as read-only.";
"_e2ee_server_key_changed_title_" = "Encryption keys changed";
"_e2ee_no_user_found_" = "End-to-end encryption error, user not found";
"_e2ee_no_signature_found_" = "End-to-end encryption error, no signature found";
"_e2ee_counter_check_" = "End-to-end encryption error, the counter is lower than the previous one";
"_e2ee_signature_failed_" = "End-to-end encryption error, verify signature failed";
"_e2ee_enc_payload_" = "End-to-end encryption error, encrypt payload file";
"_e2ee_no_metadata_" = "End-to-end encryption error, cannot get metadata";
"_e2ee_filedrop_ciphertext_" = "End-to-end encryption error, filedrop ciphertext failed";
"_e2ee_key_ciphertext_" = "End-to-end encryption error, key ciphertext failed";
"_e2ee_key_no_checksum_found_" = "End-to-end encryption error, no checksum found";
"_e2ee_checksum_error_title_" = "End-to-end encryption checksum error";
"_e2ee_checksum_error_message_" = "The encrypted file checksum is missing or invalid.\n\nThis may be caused by incomplete, outdated, or inconsistent encryption metadata and does not necessarily mean that the file or server has been compromised.\n\nContinue only if you trust this server and understand the risk. Otherwise, exit without opening the file.";
"_e2ee_key_checksum_" = "End-to-end encryption error, key checksum failed";
"_e2ee_decode_metadata_" = "End-to-end encryption error, cannot decode metadata";
"_e2ee_no_lock_" = "End-to-end encryption error, unable to lock file";
"_e2ee_no_decrypt_metadata_" = "End-to-end encryption error, cannot decrypt metadata";
"_e2ee_no_enc_file_" = "End-to-end encryption error, cannot encrypt file";
"_e2ee_no_enc_key_" = "End-to-end encryption error, cannot get encoded key";
"_e2ee_no_match_checksum_" = "End-to-end encryption error, checksum does not match";
"_e2ee_create_folder_" = "End-to-end encryption directory creation in progress, please wait …";
"_e2ee_rename_file_" = "End-to-end encryption rename in progress, please wait …";
"_e2ee_encrypt_folder_" = "End-to-end encryption folder in progress, please wait …";
"_e2ee_setup_get_certificate_" = "Server did not return a certificate";
"_e2ee_setup_create_csr_" = "Unable to generate certificate signing request (CSR)";
"_e2ee_setup_sign_certificate_" = "Server did not return a certificate after signing request";
"_e2ee_setup_extract_publickey_" = "Public key mismatch between generated key and certificate";
"_e2ee_setup_get_privatekey_" = "Server did not return an encrypted private key";
"_e2ee_setup_passphrase_error_" = "The provided passphrase is incorrect";
"_e2ee_setup_get_publickey_" = "Server did not return an encrypted public key";
"_e2ee_setup_encript_privatekey_" = "Unable to encrypt the private key";
"_e2ee_setup_store_privatekey_" = "Private key generation returned no usable key";
"_e2ee_setup_verify_publickey_" = "Public key does not match the certificate";
"_e2ee_setup_generate_passphrase_" = "Unable to generate a passphrase";
"_e2ee_setup_privatekey_missing_" = "The End-to-end encryption private key could not be found.";
"_e2e_renew_certificate_success_" = "Your end-to-end encryption certificate has been renewed.";
"_certificate_valid_from_" = "Valid from";
"_certificate_valid_until_" = "Valid until";
"_certificate_" = "Certificate";
"_certificate_renew_" = "Renew certificate";

// Share details — Governance
"_governance_"                      = "Governance";
"_sensitivity_label_"               = "Sensitivity label";
"_file_retention_"                  = "File retention";
"_legal_hold_"                      = "Legal hold";
"_none_"                            = "None";
"_sections_"                        = "Sections";
"_governance_labels_load_error_"    = "Governance labels could not be loaded.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Wait a moment …";
"_albums_list_nav_title_"                           = "Albums";
"_albums_list_new_album_btn_"                       = "New album";
"_albums_list_loading_msg_"                         = "Loading …";
"_albums_list_error_msg_"                           = "Unable to load albums. Please try again later!";
"_albums_list_album_name_validation_nonempty_"      = "Album name cannot be empty.";
"_albums_list_album_name_validation_min_length_"    = "Album name must be at least 3 characters.";
"_albums_list_album_name_validation_max_length_"    = "Album name cannot be more than 30 characters.";
"_albums_list_album_name_validation_specials_"      = "Album name cannot contain slashes.";
"_albums_list_empty_heading_"                       = "Create Albums for your Photos";
"_albums_list_empty_subheading_"                    = "You can organize all your photos in as many albums as you like. You haven't created an album yet.";
"_albums_list_empty_new_album_btn_"                 = "Create album";
"_albums_list_own_albums_heading_"                  = "My albums";
"_albums_list_date_range_"                          = "%@ to %@";
"_albums_list_new_album_popup_title_"               = "Create new Album";
"_albums_list_new_album_popup_desc_"                = "Please enter an album name between 3 and 30 characters.";
"_albums_list_new_album_popup_hint_"                = "Album's name";
"_albums_list_new_album_popup_positive_btn_"        = "Maak";
"_albums_list_new_album_popup_negative_btn_"        = "Annuleren";
"_albums_list_rename_album_popup_title_"            = "Rename Album";
"_albums_list_rename_album_popup_desc_"             = "Please enter new album name between 3 and 30 characters.";
"_albums_list_rename_album_popup_hint_"             = "Album's new name";
"_albums_list_rename_album_popup_positive_btn_"     = "Hernoemen";
"_albums_list_rename_album_popup_negative_btn_"     = "Annuleren";
"_albums_photo_selection_sheet_title_"              = "Select photos";
"_albums_photos_loading_msg_"                       = "Loading photos …";
"_albums_photos_error_msg_"                         = "Unable to load photos. Please try again later!";
"_albums_photos_empty_heading_"                     = "All that's missing are your photos";
"_albums_photos_empty_subheading_"                  = "You can add as many photos as you like. A photo can also belong to more than one album.";
"_albums_photos_add_photos_btn_"                    = "Add photos";
"_albums_photos_rename_album_btn_"                  = "Rename Album";
"_albums_photos_delete_album_btn_"                  = "Delete Album";
"_albums_delete_album_popup_title_"                 = "Delete Album?";
"_albums_delete_album_popup_desc_"                  = "Are you sure you want to delete this album? This action cannot be undone.";
"_albums_delete_album_popup_positive_btn_"          = "Verwijderen";
"_albums_delete_album_popup_negative_btn_"          = "Annuleren";
"_add_to_album"                                     = "Add to Album";
"_remove_from_album_"                               = "Remove from Album";
"_want_remove_from_album_"                          = "Do you really want to remove from Album?";


"_autoupload_whole_library_" = "All photos and videos";
"_autoupload_whole_library_description_" = "Checks all photos and videos in the selected library. Photos and videos already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "From a date";
"_autoupload_start_date_" = "Upload starting from";
"_autoupload_completed_until_" = "Photos and videos uploaded up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first photos and videos to upload";
"_autoupload_set_to_now_" = "Set to now";
"_autoupload_date_range_footer_" = "Photos and videos already uploaded to %@ are skipped. The date advances as uploads are confirmed and is preserved when automatic upload is stopped.";

"_autoupload_ignore_history_" = "Upload previously uploaded photos and videos again";
"_autoupload_ignore_history_description_" = "The app keeps a local record of uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing photos and videos may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for photos and videos in the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic photo and video upload active";
